<?php

return [
    'exceptions' => [
        'no_new_default_allocation' => 'ನೀವು ಈ ಸರ್ವರ್‌ನ ಡೀಫಾಲ್ಟ್ ಅಲೊಕೆಷನ್ ಅನ್ನು ಅಳಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೀರಿ, ಆದರೆ ಬಳಸಲು ಯಾವುದೇ ಪರ್ಯಾಯ ಅಲೊಕೆಷನ್ ಲಭ್ಯವಿಲ್ಲ.',
        'marked_as_failed' => 'ಈ ಸರ್ವರ್ ಹಿಂದಿನ ಸ್ಥಾಪನೆಯಲ್ಲಿ ವಿಫಲವಾಗಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ. ಈ ಸ್ಥಿತಿಯಲ್ಲಿ ಪ್ರಸ್ತುತ ಸ್ಥಿತಿಯನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.',
        'bad_variable' => ':name ವೇರಿಯಬಲ್‌ನಲ್ಲಿ ಮಾನ್ಯತೆ ದೋಷ ಕಂಡುಬಂದಿದೆ.',
        'daemon_exception' => 'ಡೀಮನ್ ಜೊತೆಗೆ ಸಂವಹನ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುವಾಗ ಒಂದು ಎಕ್ಸೆಪ್ಷನ್ ಸಂಭವಿಸಿದೆ, ಇದರಿಂದ HTTP/:code ಪ್ರತಿಕ್ರಿಯಾ ಕೋಡ್ ಬಂದಿದೆ. ಈ ಎಕ್ಸೆಪ್ಷನ್ ಲಾಗ್ ಮಾಡಲಾಗಿದೆ. (ವಿನಂತಿ ಐಡಿ: :request_id)',
        'default_allocation_not_found' => 'ಕೋರಿದ ಡೀಫಾಲ್ಟ್ ಅಲೊಕೆಷನ್ ಈ ಸರ್ವರ್‌ನ ಅಲೊಕೆಷನ್‌ಗಳಲ್ಲಿ ಕಂಡುಬಂದಿಲ್ಲ.',
    ],
    'alerts' => [
        'startup_changed' => 'ಈ ಸರ್ವರ್‌ನ ಸ್ಟಾರ್ಟ್‌ಅಪ್ ಸಂರಚನೆಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ. ಈ ಸರ್ವರ್‌ನ ನೆಸ್ಟ್ ಅಥವಾ ಎಗ್ ಬದಲಾಗಿದ್ದರೆ, ಈಗ ಮರುಸ್ಥಾಪನೆ ನಡೆಯಲಿದೆ.',
        'server_deleted' => 'ಸರ್ವರ್ ಅನ್ನು ವ್ಯವಸ್ಥೆಯಿಂದ ಯಶಸ್ವಿಯಾಗಿ ಅಳಿಸಲಾಗಿದೆ.',
        'server_created' => 'ಸರ್ವರ್ ಅನ್ನು ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ. ಈ ಸರ್ವರ್ ಅನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಸ್ಥಾಪಿಸಲು ಡೀಮನ್‌ಗೆ ಕೆಲವು ನಿಮಿಷಗಳ ಸಮಯ ನೀಡಿ.',
        'build_updated' => 'ಈ ಸರ್ವರ್‌ನ ಬಿಲ್ಡ್ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ. ಕೆಲವು ಬದಲಾವಣೆಗಳು ಪರಿಣಾಮಕಾರಿಯಾಗಲು ಮರುಪ್ರಾರಂಭ ಅಗತ್ಯವಿರಬಹುದು.',
        'suspension_toggled' => 'ಸರ್ವರ್ ಸ್ಥಗಿತ ಸ್ಥಿತಿಯನ್ನು :status ಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ.',
        'rebuild_on_boot' => 'ಈ ಸರ್ವರ್‌ಗೆ ಡಾಕರ್ ಕಂಟೈನರ್ ಮರುನಿರ್ಮಾಣ ಅಗತ್ಯವಿದೆ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆ. ಮುಂದಿನ ಬಾರಿ ಸರ್ವರ್ ಪ್ರಾರಂಭಿಸಿದಾಗ ಇದು ನಡೆಯಲಿದೆ.',
        'install_toggled' => 'ಈ ಸರ್ವರ್‌ನ ಸ್ಥಾಪನಾ ಸ್ಥಿತಿಯನ್ನು ಬದಲಾಯಿಸಲಾಗಿದೆ.',
        'server_reinstalled' => 'ಈ ಸರ್ವರ್ ಅನ್ನು ಮರುಸ್ಥಾಪನೆಗಾಗಿ ಸಾಲಿನಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆ ಮತ್ತು ಪ್ರಕ್ರಿಯೆ ಈಗ ಆರಂಭವಾಗುತ್ತದೆ.',
        'details_updated' => 'ಸರ್ವರ್ ವಿವರಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.',
        'docker_image_updated' => 'ಈ ಸರ್ವರ್‌ಗಾಗಿ ಬಳಸುವ ಡೀಫಾಲ್ಟ್ ಡಾಕರ್ ಇಮೇಜ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಬದಲಾಯಿಸಲಾಗಿದೆ. ಈ ಬದಲಾವಣೆಯನ್ನು ಅನ್ವಯಿಸಲು ಮರುಪ್ರಾರಂಭ ಅಗತ್ಯವಿದೆ.',
        'node_required' => 'ಈ ಪ್ಯಾನೆಲ್‌ಗೆ ಸರ್ವರ್ ಸೇರಿಸಲು ಕನಿಷ್ಠ ಒಂದು ನೋಡ್ ಸಂರಚಿಸಿರಬೇಕು.',
        'transfer_nodes_required' => 'ಸರ್ವರ್‌ಗಳನ್ನು ವರ್ಗಾಯಿಸಲು ಕನಿಷ್ಠ ಎರಡು ನೋಡ್‌ಗಳನ್ನು ಸಂರಚಿಸಿರಬೇಕು.',
        'transfer_started' => 'ಸರ್ವರ್ ವರ್ಗಾವಣೆ ಪ್ರಾರಂಭವಾಗಿದೆ.',
        'transfer_not_viable' => 'ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ನೋಡ್‌ಗೆ ಈ ಸರ್ವರ್‌ಗೆ ಅಗತ್ಯವಿರುವ ಡಿಸ್ಕ್ ಸ್ಥಳ ಅಥವಾ ಮೆಮೊರಿ ಲಭ್ಯವಿಲ್ಲ.',
    ],
];
